[
  { "time": 0.0, "text": "Nazywam się Karol Kozłowski. Urodziłem się 10 maja 2002 roku w Szpitalu Miejskim w Sosnowcu, przy ulicy Emila Zegadłowicza 3, kod pocztowy 41-200." },
  { "time": 14.08, "text": "Matka Agnieszka, ojciec Tomasz — pozdrawiam serdecznie." },
  { "time": 17.92, "text": "Miasto mojego pochodzenia to miejsce, z którego w Polsce każdy się śmieje." },
  { "time": 22.24, "text": "Szczerze mówiąc, nie do końca wiem dlaczego." },
  { "time": 24.86, "text": "Jest brzydkie, ale widziałem brzydsze, no i nie mamy rynku." },
  { "time": 28.98, "text": "Obecnie mieszkam w Warszawie, czyli w tak zwanym mieście cudów, innowacji i… momentami degeneracji." },
  { "time": 35.82, "text": "A tak już całkiem serio —" },
  { "time": 37.38, "text": "lubię naszą stolicę, bo pokazuje mi, jak bardzo rozwinęło się nasze państwo od czasu transformacji gospodarczej." },
  { "time": 44.18, "text": "Niepotrzebne informacje są jak nałóg —" },
  { "time": 48.1, "text": "nigdy za mało." },
  { "time": 54.44, "text": "Zawodowo pracuję jako inżynier DevOps dla jednego z większych fintechów na świecie — Visa Incorporated." },
  { "time": 60.56, "text": "Zapamiętaj, drogi widzu: Visa to nie bank ani twórca kart debetowych czy kredytowych," },
  { "time": 64.5, "text": "tylko globalny system rozliczania pieniędzy pomiędzy instytucjami finansowymi," },
  { "time": 70.62, "text": "czyli taka… bardzo zaawansowana maszynka do przesuwania cyfr z miejsca na miejsce." },
  { "time": 76.22, "text": "DevOps brzmi egzotycznie, ale w praktyce chodzi o zapewnianie jednolitej, skalowalnej infrastruktury" },
  { "time": 80.62, "text": "dla projektów ajti oraz szeroko pojętą automatyzację procesów." },
  { "time": 87.22, "text": "Żeby jednak nie zanudzać buzzwordami —" },
  { "time": 89.44, "text": "zapraszam do sekcji poświęconej mojemu doświadczeniu," },
  { "time": 93.08, "text": "gdzie opisuję to nieco szerzej." },
  { "time": 97.68, "text": "Co mam wspólnego z Kozłami poza szlachecko brzmiącym nazwiskiem?" },
  { "time": 101.48, "text": "Ano nagrywam podcast „Rozmowy z Kozłem” —" },
  { "time": 103.64, "text": "od młodych dla wszystkich." },
  { "time": 108.5, "text": "Link znajdziesz na stronie albo w sekcji dedykowanej podcastowi." },
  { "time": 111.7, "text": "Prywatnie jestem też inwestorem. W praktyce oznacza to, że część ciężko zarobionych pieniędzy zdążyłem już zarówno stracić, jak i pomnożyć na rynku kryptowalut." },
  { "time": 118.68, "text": "A zupełnie poważnie —" },
  { "time": 121.6, "text": "uważam, że obecny system monetarny i szeroko pojęte uwarunkowania makroekonomiczne mocno dociskają klasę średnią," },
  { "time": 126.7, "text": "dlatego inwestowanie bywa jedną z niewielu trampolin do przodu." },
  { "time": 129.78, "text": "Pamiętaj jednak, że inwestowanie wiąże się z ryzykiem" },
  { "time": 133.0, "text": "i absolutnie nie jest to porada inwestycyjna. Mam szczerą nadzieję, że nie będziesz ślepo słuchać jakiegoś losowego warszawskiego słoika z internetu." },
  { "time": 141.44, "text": "Edukacyjnie też coś się zadziało —" },
  { "time": 143.8, "text": "skończyłem informatykę stosowaną na AGH." },
  { "time": 147.32, "text": "Obecnie jestem w trakcie studiów magisterskich na Politechnice Warszawskiej," },
  { "time": 151.42, "text": "choć na moment wcisnąłem sobie urlop dziekański," },
  { "time": 154.1, "text": "żeby trochę… pożyć i nadrobić projekty poza uczelnią." },
  { "time": 157.98, "text": "W skrócie: studiuję, ale z dystansem do akademickiego dramatyzmu." },
  { "time": 163.46, "text": "Moje motto? „Bądź serdeczny w swoim uznaniu i hojny w pochwałach.”" },
  { "time": 167.84, "text": "Z jakiej to książki?" },
  { "time": 169.32, "text": "Dobra, wystarczy —" },
  { "time": 170.8, "text": "toast za zdrowie i żeby się dobrze klikał content." }
]
